{"inkVersion":20,"root":[[["done",{"#f":5,"#n":"g-0"}],null],"done",{"Intro":["^One day, you, the most pious Christian, declare that you do not fear Satan because your faith is as solid as ice. After this declaration, you find yourself in the hell's freezer. A trial of your sincerity, most likely...","\n","end",{"#f":1}],"Trigger1":["^Satan: Don't you, Christians, mind your manners? I was just about to indulge in some sinful souls. Get lost and don’t ruin my appetite.","\n","end",{"#f":1}],"Trigger2":["^Satan: You're trying my nerves here. What kind of Christian are you? I’ll boost your physique so that you get the hell out of my hell. Try not to die again. Reviving you is rather costly. I let you pass on the payment this time 'cause even the devil has manners. But you'll have to pay next time.","\n","end",{"#f":1}],"Trigger3":["^Satan: My, my, how pitiful! The light of your faith is so weak it can't even guide you out of hell. I have no choice but to intervene and enhance your night vision. Otherwise, your pious visage will be driving me up the wall for eternity.","\n","end",{"#f":1}],"Trigger4W":["^You finally made it. I’ve been trying to renovate this damned pit for centuries. Corruption everywhere. It's delightful that my servants managed to at least build this portal. I won't need to suffer watching how you climb up the stairs.","\n","end",{"#f":1}],"Trigger4L":["^I'd clap my hands, but, alas, you're now knee deep in debt. Your soul belongs to me.","\n","end",{"#f":1}],"Bark0":["^Satan: You're starting to amuse me.","\n","end",{"#f":1}],"Bark1":["^Satan: What can be more gratifying than watching someone die endlessly?","\n","end",{"#f":1}],"Bark2":["^Satan: What's this feeling that's tugging at my heartstrings? Despair? So weird. Never thought I had a heart to begin with.","\n","end",{"#f":1}],"Bark3":["^Satan: Never had a personal jester.","\n","end",{"#f":1}],"Bark4":["^Satan: Even life in hell gets boring.","\n","end",{"#f":1}],"Bark5":["^Satan: I see. You're taking your sweet time in hell.","\n","end",{"#f":1}],"Bark6":["^Satan: I keep forgetting how pathetic you, mortals, are.","\n","end",{"#f":1}],"Bark7":["^Satan: I'm starting to doubt that you really want to get out of hell.","\n","end",{"#f":1}],"Bark8":["^Satan: Take to your heels!","\n","end",{"#f":1}],"Bark9":["^Satan: You're giving me a headache.","\n","end",{"#f":1}],"Bark10":["^Satan: The whole situation would almost seem ridiculous, were it not so hellishly irritating.","\n","end",{"#f":1}],"Bark11":["^Satan: I can't believe it's you again.","\n","end",{"#f":1}],"Bark12":["^Satan: I should make a sign at the entrance: \"No Christians allowed\".","\n","end",{"#f":1}],"Bark13":["^Satan: If I see you again, I'll order Cerberus to chase you out.","\n","end",{"#f":1}],"Bark14":["^Satan: What can be more gratifying than watching someone die endlessly?","\n","end",{"#f":1}],"Bark15":["^Satan: This story, no doubt, converts into an epic.","\n","end",{"#f":1}],"Bark16":["^Satan: God must have forsaken you.","\n","end",{"#f":1}],"Bark17":["^Satan: You've set your mind on staying here, haven't you?","\n","end",{"#f":1}],"Bark18":["^Satan: Maybe I should shut up and enjoy the show while it lasts.","\n","end",{"#f":1}],"Bark19":["^Satan: Suffering is the primary currency here. Death is the apex.","\n","end",{"#f":1}],"Bark20":["^Satan: I've to admit that your perserverance is astounding. I applaud the amount of effort you put into staying in hell.","\n","end",{"#f":1}],"#f":1}],"listDefs":{}}